Repository: 84000/data-translation-memory
Catalog: toh249-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་ཆོས་བཞི་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Mahāyāna Sūtra Entitled Teaching the Four Factors

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all the buddhas and bodhisattvas!

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་སུམ་ཅུ་རྩ་གསུམ་ལྷའི་ནང་ན་ལྷའི་འདུན་ས་ཆོས་བཟང་ན་དགེ་སློང་ལྔ་བརྒྱ་ཐམ་པའི་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱམས་པ་དང་། འཇམ་དཔལ་ལ་སོགས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རབ་ཏུ་མང་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ
en: The Blessed One was dwelling in the Sudharmā assembly hall in the Heaven of the Thirty-Three, together with a great gathering of five hundred monks, and very many bodhisattva mahāsattvas, including Maitreya and Mañjuśrī.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་བཀའ་སྩལ་པ།
en: At that time the Blessed One said to the bodhisattva mahāsattva Maitreya,

source: བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་བཞི་དང་ལྡན་ན་སྡིག་པ་བྱས་ཤིང་བསགས་པ་ཟིལ་གྱིས་ནོན་པར་འགྱུར་རོ། །
en: “O Maitreya, bodhisattva mahāsattva, if you possess four factors, the misdeeds you have committed and accumulated will be overcome.

source: བཞི་གང་ཞེ་ན།
en: “What are these four?

source: རྣམ་པར་སུན་འབྱིན་པ་ཀུན་ཏུ་སྤྱོད་པ་དང་། གཉེན་པོ་ཀུན་ཏུ་སྤྱོད་པ་དང་། སོར་ཆུད་པར་བྱེད་པའི་སྟོབས་དང་། རྟེན་གྱི་སྟོབས་སོ། །
en: The action of repentance, antidotal action, the power of restraint, and the power of support.

source: རྣམ་པར་སུན་འབྱིན་པ་ཀུན་ཏུ་སྤྱོད་པ་ནི་མི་དགེ་བའི་ལས་སྤྱད་ན་དེ་ལ་འགྱོད་པ་མང་བ་ཡིན་ནོ། །
en: “The action of repentance is to feel intense remorse for any non-virtuous action you have committed.

source: དེ་ལ་གཉེན་པོ་ཀུན་ཏུ་སྤྱོད་པ་ནི་མི་དགེ་བའི་ལས་བྱས་ནས་ཀྱང་དགེ་བའི་ལས་ལ་ཤིན་ཏུ་བརྩོན་པའོ། །
en: “Antidotal action is to put great effort into virtuous actions once you have committed a non-virtuous action.

source: དེ་ལ་སོར་ཆུད་པར་བྱེད་པའི་སྟོབས་ནི་སྡོམ་པ་ཡང་དག་པར་བླངས་པས་མི་ཕྱེད་པའི་སྡོམ་པ་ཐོབ་པའོ། །
en: “The power of restraint is to make a pledge and thereby refrain from any similar action.

source: དེ་ལ་རྟེན་གྱི་སྟོབས་ནི་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་སྐྱབས་སུ་འགྲོ་བ་དང་། བྱང་ཆུབ་ཀྱི་སེམས་མི་གཏོང་བ་སྟེ།
en: “The power of support is to take refuge in the Buddha, Dharma, and Saṅgha, and not to forsake the mind of awakening.

source: དེ་སྟོབས་དང་ལྡན་པ་ལ་རྟེན་པས་སྡིག་པས་ཟིལ་གྱིས་གནོན་པར་མི་ནུས་སོ། །
en: By relying on such powerful forces, you will be immune to misdeeds.

source: བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་བཞི་པོ་དེ་དག་དང་ལྡན་ན་སྡིག་པ་བྱས་ཤིང་བསགས་པ་ཟིལ་གྱིས་ནོན་པར་འགྱུར་རོ། །
en: “O Maitreya, bodhisattva mahāsattva, if you possess these four factors, you will overcome any misdeeds that you have committed and accumulated.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་མདོ་འདི་རྟག་ཏུ་བཀླག་པར་བྱའོ། །
en: The bodhisattva mahāsattva should continually read this sūtra,

source: ཁ་ཏོན་དུ་བྱའོ། །
en: recite it aloud,

source: བསམ་པར་བྱའོ། །
en: and reflect [and meditate] on it,

source: བསྒོམ་པར་བྱའོ། །
en: [and reflect] and meditate on it,

source: མང་དུ་བྱའོ། །
en: doing so many times.

source: དེས་ན་ཉེས་པར་སྤྱད་པ་འབྲས་བུ་འབྱིན་མི་ནུས་པར་འགྱུར་རོ། །
en: Through this, the effects of negative conduct will not come about.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: Once the Blessed One had said this,

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་དང་། དགེ་སློང་དེ་དག་དང་། བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་དང་། བརྒྱ་བྱིན་ལ་སོགས་པའི་ལྷའི་བུ་རྣམས་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: the whole assembly, including the bodhisattva mahāsattva Maitreya, the monks, the bodhisattvas, and the ranks of the gods, such as Śakra, were overjoyed and full of praise for what the Blessed One had taught.

source: འཕགས་པ་ཆོས་བཞི་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Mahāyāna sūtra entitled “Teaching the Four Factors.”

source: རྒྱ་གར་གྱི་མཁན་པོ་སུ་རེན་དྲ་བོ་དྷི་དང་། ཞུ་ཆེན་གྱི་ལོཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། ༄༅༅། །རྒྱ་གར་སྐད་དུ། ཙ་ཏུར་དྷརྨ་ཀ་སཱུ་ཏྲ། བོད་སྐད་དུ། ཆོས་བཞི་པའི་མདོ། སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་
en: Translated, edited, and corrected by the Indian preceptor Surendrabodhi and the principal editor and translator venerable Yeshé Dé.
